{
  "personaName": "Cyan Banister",
  "subtitle": "Cyan Banister's angel evaluation of 146 companies from Winter 2026. Evaluating through the lens of: backing outsider founders whose lives collided with broken systems, building the magically weird things that sound stupid today but restructure how the world works tomorrow.",
  "tiers": [],
  "topPicksCommentary": "**Seeing Systems:** The brother co-founder dynamic from Guernsey is exactly the kind of relationship I trust most after watching HQ Trivia's founders destroy a perfect product. Alexander is self-taught in embedded electronics, and I know what self-taught means -- I was self-taught too, and the person who learned by necessity is wired differently than the one who learned by curriculum. The broken system here is defense procurement itself: billion-dollar platforms from primes being defeated by $500 commercial drones in Ukraine. Their modular, cheap, attritable approach is structural disintermediation, like Uber versus taxi medallions. Real military partnerships with prototypes in the field, not letters of intent from procurement officers. This is atoms-based, which scares most angels, but my SpaceX and Anduril bets taught me that atoms create deeper moats than bits.\n\n**Beyond Reach Labs:** This is my SpaceX pattern all over again -- terrifying capital dynamics, long time horizons, hardware risk that scares off every angel in the room, and a broken system (power-starved space infrastructure) that nobody else is solving at this scale. Mitchell Fogelson didn't pivot here from a failed SaaS company; he literally invented metamaterial deployable structures during his PhD, funded by NASA, tested in microgravity. Pele Collins redesigned Dragon's parachutes for the mission that put astronauts back in space from American soil. Thirteen years of knowing each other. Multiple independent demand drivers -- Starship, orbital compute, Artemis -- mean this doesn't depend on a single speculative use case materializing.\n\n**GrazeMate:** Sam Rogers grew up on a 6,000-head cattle station in North Queensland -- he did not discover this market, he was born into it. That is the kind of founder-problem collision I felt when my driver Roger kept telling me about Uber. Autonomous drones that read cattle body language to herd livestock sounds absurd to every software-only VC I know, which is exactly the \"magically weird\" signal that has defined my best investments. Like Crusoe Energy mining Bitcoin from gas flares, this is deeply physical, deeply rural, deeply unsexy, and already working in the field. The FAA finalizing BVLOS rules in 2026 is a regulatory door swinging open at the precise moment Sam has the technology ready.\n\n**Voltair:** When I heard \"drones that land on live high-voltage transmission lines and charge from the grid,\" I felt something close to the jolt. PG&E went bankrupt because uninspected power lines started wildfires -- that's a broken system causing real human suffering, not a workflow optimization. Ronan turned down SpaceX to build this, and Hayden spent two years at Seattle City Light on the exact infrastructure these drones will inspect. The co-founder relationship goes back to middle school. Hardware that terrifies most investors is where my portfolio has produced some of its best returns.\n\n**Kyten Technologies:** Cooper and Lucas didn't read about the aerospace battery bottleneck in a white paper -- they spent nearly a decade at SpaceX hand-building the packs that keep Starlink satellites alive, and they left because the system they were working inside was broken. That practitioner-to-founder path is the same energy I felt from Garrett Langley at Flock Safety. The Pentagon has identified battery supply as one of its most urgent constraints, Congress is banning Chinese-sourced materials starting 2027, and legacy suppliers operate on timelines measured in months while Kyten claims weeks.\n\n**DAIVIN!:** Breathing underwater by splitting seawater with a battery? Most investors would laugh and move on, and that reaction is exactly what triggered my conviction with Crusoe Energy and SpaceX. Compressed gas diving hasn't changed in a century, helium is running out, and military divers are limited by tank logistics rather than capability. Leo earned Finland's highest electrical certification as a teenager, served in the military, and is attacking a fifty-year-old unsolved engineering problem. The solo founder risk is real and it's what keeps this at the bottom of Tier 1 rather than the top -- but the contrarian weirdness, the atoms-based moat, and the outsider-founder profile hit every signal I've trained myself to notice."
}