{
  "personaName": "Elad Gil",
  "subtitle": "Elad Gil's angel evaluation of 146 companies from Winter 2026. Evaluating through the lens of: market structure first -- is this a 10x expanding market with a clear \"why now,\" does the company need exactly one miracle, and is there a defensibility trajectory that compounds over time like Stripe's, Checkr's, or Figma's?",
  "tiers": [],
  "topPicksCommentary": "**Mendral:** This is the clearest single-miracle company in the entire batch. Sam Alba (Docker's first hire, VP Engineering) and Andrea Luzzardi (Docker's Lead Architect) have spent 20+ combined years building the exact CI/CD infrastructure their AI now automates. The real TAM isn't the $1.4B CI/CD tools market -- it's the loaded cost of engineering hours burned on build failures across every software team on earth, a Checkr-style \"boring but massive\" market. The GitHub App distribution model mirrors Stripe's developer-first wedge, the data flywheel from accumulated CI runs creates Figma-style compounding defensibility, and SOC 2 Type II at pre-seed signals operator maturity from founders who've scaled enterprise infrastructure before.\n\n**Didit:** The 300%+ NRR at month 6 and near-profitability on $2M raised are the engagement signals I weight most heavily -- this isn't \"being interested,\" this is cutting checks and expanding. The freemium GTM mirrors exactly how Stripe captured developer adoption before incumbents realized the wedge was real. The competitive landscape (Persona at $2B, Veriff at $1.5B) is formidable, but the 70% cost structure advantage combined with self-serve distribution is how Checkr won against manual background check incumbents. The single miracle is distribution velocity, and the traction data suggests they're already executing on it.\n\n**Squid:** This is Figma for utility grid planning -- cloud-native replaces desktop legacy in a market where the incumbent software is 20-40 years old, single-user, and version-conflict-ridden. The market is expanding on secular forces (electrification, data centers, renewables) not cyclical ones, and utilities are committing $1T+ in grid upgrades through 2029. George Kolokotronis's combination of Head of Technology at Octopus Energy plus AWS AI/Data GTM is rare -- genuine energy domain depth paired with cloud engineering capability. The single miracle is commercial adoption, and the founders' direct relationships at National Grid and Octopus Energy give them a credible path.\n\n**MouseCat:** The fraud investigation market is massive and structurally expanding as AI-generated attacks increase -- both the problem and the solution are unlocked by the same technology wave, which is the timing pattern I love. Nicholas Aldridge (principal engineer at AWS AI, launched Bedrock Agents, core MCP maintainer) paired with Joseph McAllister (4 years building fraud ML at Coinbase, prior exit) is rare infrastructure-plus-domain combination. The closed-loop from investigation to production rule deployment creates workflow lock-in that mirrors the Harvey pattern in legal AI.\n\n**FullSeam:** This is a contrarian pick -- most investors would rank a pre-traction W26 company lower. But I'm pattern-matching against my portfolio: a team that already built and exited enterprise financial workflow automation (TaxProper, acquired by Opendoor, 115K properties managed) is now applying the same playbook with better AI tools to a bigger market. When I backed Checkr, the founders had lived the broken workflow. This team has lived it, productized it, sold it, and exited it. The competitive landscape is crowded, but the full contract-to-cash breadth rather than point-solution approach is the kind of \"boring but massive\" enterprise workflow automation that creates Gusto-style outcomes.\n\n**Zymbly:** When I see a 690,000-technician global shortage in a safety-critical industry where workers spend hours manually searching maintenance manuals, I see a Checkr-style opportunity hiding in plain sight. The \"why now\" is clean -- LLMs crossed the threshold for voice-first technical document search, and the post-pandemic technician shortage made the pain acute. What separates this from a generic AI wrapper is Robbie Bourke's 25+ years at Airbus, Virgin Atlantic, and Oliver Wyman -- this team has lived inside the maintenance operations they're automating. The miracle count is closer to 1.5 than 1 (reliability in safety-critical contexts plus enterprise sales), but Bourke's network and domain credibility give Zymbly a warm start most pre-seed companies in aviation could never achieve.\n\n**Rhizome AI:** Harvey showed that domain-specific AI in regulated verticals with deep workflow integration creates massive outcomes. Rhizome applies the same pattern to pharmaceutical regulatory affairs -- a broken, manual, citation-heavy research process that LLMs are now capable of automating. Six-figure revenue at pre-seed validates the GPT ladder moment, and the solo founder's infrastructure engineering pedigree (Instabase + EvolutionaryScale) means the technical architecture will compound, not crumble, at scale."
}